<!DOCTYPE html>
<meta charset="UTF-8">

<?php include ("header.php");?>

<span>

    Створити сайт, який містить файли header.php, footer.php та інші файли з назвами сторінок
У файл header.php помістити відкриваючі теги, head, відкриваюче body, підключити bootstrap стилі, помістити навігаційне меню.
У файл footer.php помітити загальну інформацію про автора, поточну дату, дату створення…
Для меню використати власну функцію, у яку передається масив вигляду “адреса_сторінки.php”=>”Назва сторінки”. Масив формується у файлі config.php, який підключається до меню, яке в свою чергу розміщене у файлі menu.php і підключається до хедера.
Стилі сторінки організовувати у вигляді класів, які розміщати у файлі styles.css. Не використовувати inline-стилі. Дизайн має бути простий, мінімалістичний (це не основне завдання).
З меню організувати перехід на сторінки: Головна, Поточне завдання, Домашнє завдання, Про мене, Авторизація, Реєстрація (поля Логін, Пароль, Повторити Пароль, e-mail, капча)…

</span>

<?php include ("footer.php");?>

</div>

</body>
</html>
